import {IQuestion} from "@/components/pages/about/faq/data-types/faq";

export const faqs: IQuestion[] = [
    {
        id: 1,
        question: 'Какие способы оплаты принимаются?',
        answer: 'Высококачественный консервированный продукт, который представляет собой нежные и сочные зерна сладкой кукурузы, аккуратно заготовленные и сохраненные в удобной для использования банке.'
    },
    {
        id: 2,
        question: 'Каковы условия и сроки доставки?',
        answer: 'Высококачественный консервированный продукт, который представляет собой нежные и сочные зерна сладкой кукурузы, аккуратно заготовленные и сохраненные в удобной для использования банке.'
    },
    {
        id: 3,
        question: 'Как связаться со службой поддержки?',
        answer: 'Высококачественный консервированный продукт, который представляет собой нежные и сочные зерна сладкой кукурузы, аккуратно заготовленные и сохраненные в удобной для использования банке.'
    },
    {
        id: 4,
        question: 'Есть ли программы лояльности или скидки?',
        answer: 'Высококачественный консервированный продукт, который представляет собой нежные и сочные зерна сладкой кукурузы, аккуратно заготовленные и сохраненные в удобной для использования банке.'
    },
]