import {IFeedback} from "@/data-types/feedback/feedback";


export const feedbacksMock: IFeedback[] = [
    {
        name: 'Малика',
        date: '12 ноября 2023 г.',
        rate: 5,
        images: ['1', '2'],
        message: 'Я очарована этой кукурузой от Bonduelle! Она идеально сладкая и красиво сохраняет свою текстуру после приготовления. Отлично подходит как гарнир или добавка в салаты. Уже не представляю свою кухню без этой кукурузы!'
    },
    {
        name: 'Зухра',
        date: '12 ноября 2023 г.',
        rate: 3,
        images: ['1', '2', '3'],
        message: 'Я очарована этой кукурузой от Bonduelle! Она идеально сладкая и красиво сохраняет свою текстуру после приготовления. Отлично подходит как гарнир или добавка в салаты. Уже не представляю свою кухню без этой кукурузы!'
    }
]